{   
    "slideTypes": {
        "0": "Title",
        "1": "Navigation",
        "2": "TextAndMedia",
        "3": "PdfSlide",
        "4": "Quiz",
        "5": "MediaAndQuiz",
        "6": "TextAndMediaRight"
    },
    "languages": {
        "en": "English",
        "es": "Español",
        "vi": "Tiếng Việt"
    },
    "slides": [
        {
            "id": 1,
            "type": "1",
            "images":[],
            "animations":[],
            "videos": [],
            "en": {
                "title": "Welcome",
                "soundtrack": "/assets/soundtracks/lat.mp3",
                "subtitles": "Using this CD, you will learn more about communication and navigation rules. You will also learn how to make a proper Mayday call. After you have completed the lessons, you can print a completion certificate. You must go through all the lessons at one time to print the certificate. You can also read and print tip cards containing information that will help you stay safe. To start, click on the Introduction from the Captain.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "links":[
                    {
                        "title":"Introduction from the Captain",
                        "ref": 2
                    },
                    {
                        "title":"Communication and Navigation",
                        "ref": 3
                    },
                    {
                        "title":"Communicating and Navigating Activity",
                        "ref": 27
                    },
                    {
                        "title":"Mayday Call",
                        "ref": 28
                    },
                    {
                        "title":"Important Summary Information",
                        "ref": 36
                    }
                ]
            },
            "es": {
                "title": "Bienvenido",
                "soundtrack": "/assets/soundtracks/long.mp3",
                "subtitles": "Con el uso de este CD, usted aprenderá más acerca de las reglas de comunicación y navegación. Usted también aprenderá cómo hacer una buena llamada de Mayday. Después de haber completado las lecciones, usted puede imprimir un certificado de realización. Usted debe revisar todas las lecciones completamente para poder imprimir el certificado. También puede leer e imprimir tarjetas de claves que contienen información que le ayudará a mantenerse seguro. Para comenzar haga clic sobre la Introducción del Capitán.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "links":[
                    {
                        "title":"Introducción del Capitán",
                        "ref": 2
                    },
                    {
                        "title":"Comunicación y Navegación",
                        "ref": 3
                    },
                    {
                        "title":"Actividad de Comunicación y de Navegación",
                        "ref": 27
                    },
                    {
                        "title":"Llamada Mayday",
                        "ref": 28
                    },
                    {
                        "title":"Importante Información de Resumen",
                        "ref": 36
                    }
                ]
            },
            "vi": {
                "title": "Chào mừng",
                "soundtrack": "/assets/soundtracks/mayday.mp3",
                "subtitles": "CD này sẽ giúp bạṇ hiểu thêm về cách liên lạc bằng VHF radio, và biết thêm về luật hải hành. Nó sẽ giúp bạṇ am tường cách gọi Mayday mà chúng tôi tạm dịch là “Trời ơi cứu tôi với”. Sau khi hoàn thành tất các bài học nầy, bạṇ có thể in ra chứng chỉ tốt nghiêp gọi là Certificate of completion. Tuy nhiên quý vị phải hoàn tất các bài học trong CD nầy trong cùng một lúc. Nghĩa là nếu bạn bỏ cuộc nữa chừng thì không in chứng chỉ được. Lần tới phải bắt đầu lại từ đầu. Bạ̣n cũng có thể in những bảng chỉ dẩn, gọi là tip cards, để đọc, hoặc để tham khảo. Những bảng chỉ dẩn đó, chắc chắn sẽ giúp các bạn hiểu thêm về sư an toàn khi đi tàu, cùng bảo vệ tánh mạng và tài sản của thủy thủ đoàn của mình. Để bắt đầu, bạn hãy nhấn vào vào “Lời Tâm Sự Của Một Thuyền Trưởng Tàu Dầu Đầy Kinh Nghiệm.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "links":[
                    {
                        "title":"Lời Tâm Sự của Một Thuyền Trưởng Tàu Dầu Đầy Kinh Nghiệm",
                        "ref": 2
                    },
                    {
                        "title":"Cách Liên Lạc Máy Radio và Luật Hải Hành",
                        "ref": 3
                    },
                    {
                        "title":"Trình Bày Về Cách Liên Lạc Máy Radio và Luật Hải Hành",
                        "ref": 27
                    },
                    {
                        "title":"Cách Gọi MAYDAY (Trời Ơi Cứu Tôi Với)",
                        "ref": 28
                    },
                    {
                        "title":"Bảng Chỉ Dẩn Tóm Tắt",
                        "ref": 36
                    }
                ]
            }
        },
        {
            "id": 2,
            "type": "2",
            "images":[],
            "animations":[],
            "videos": [],
            "en": {
                "title": "Introduction from the Captain",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/images/02-en.png"
                ]
            },
            "es": {
                "title": "Introducción del Capitán",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/videos/02-es.mp4"
                ]
            },
            "vi": {
                "title": "Lời Tâm Sự Của Thuyền Trưởng Tàu Dầu Đầy Kinh Nghiệm",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/videos/02-vi.mp4"
                ]
            }
        },
        {
            "id": 3,
            "type": "2",
            "images":[
                "/assets/images/03-01.png"
            ],
            "animations":[],
            "videos": [],
            "en": {
                "title": "Radio Communications",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "Bridge-to-Bridge Radio Regulations require the person steering the vessel maintain a listening watch on:"
                ],
                "listPoints": [
                    "Channel 13 for vessel-to-vessel.",
                    "Channel 16 for emergencies."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Radio Marino",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "Las regulaciones de radio de Cabina-a-Cabina requieren a la persona que dirige el barco se mantenga escuchando en:"
                ],
                "listPoints": [
                    "El Canal 13 VHF para las comunicaciones de barco-a-barco.",
                    "El Canal 16 VHF para las emergencias."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Liên Lạc bằng Radio",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "Coast Guard bắt buộc người lái tàu phải luôn trực nghe và sử dụng máy truyền tin (radio) như sau:"
                ],
                "listPoints": [
                    "Đài 13 khi liên lạc vận chuyển với tàu khác.",
                    "Đài 16 trong các trường hợp khẩn cấp - gọi là Emergency."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 4,
            "type": "2",
            "images":[
                "/assets/images/04-02.png",
                "/assets/images/04-01.png",
                "/assets/images/04-03.png"
            ],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Proper Lookout",
                "soundtrack": "",
                "subtitles": "It is important to keep a proper lookout by sight, by hearing and other available means. Watch for other vessels or obstructions to avoid the risk of collision. Watch the area all around your vessel. Listen for sound signals. You may not hear a merchant vessel approaching from behind. Watch your radar or C-Map if you have them.",
                "listHeads": ["Maintain a proper look-out by sight and hearing and other available means necessary to evaluate the risk of collision."],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Puesto de observación apropiado",
                "soundtrack": "",
                "subtitles": "Es importante mantener un puesto de observación apropiado por vista, por oír, y otros medios disponibles. Busque el área por otros barcos u obstrucciones para evitar el riesgo de accidente. Busque el área todo alrededor de su barco. Preste atención para oír los sonidos de señales de otros barcos. Usted no puede oír otros barcos que se aproximan por detrás. Use su radar o C-Map si los tiene.",
                "listHeads": ["Mantenga un puesto de observación apropiado por vista, y la audiencia, y por todos los medios disponibles necesarios para evaluar el riesgo de accidente."],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Đề Phòng và Cảnh Giác",
                "soundtrack": "",
                "subtitles": "Đề phòng, cảnh giác, là một viêc rất quan trọng khi tàu rời bến. Cảnh giác bằng cách quan sát kỷ lưởng, và sử dụng tất cả các phương tiện sẵn có như ống dòm, radar, lắng tai nghe, trực máy VHF radio, AIS, hoặc nhìn C-Map trên computer, v.v.. Để tránh nạn đụng tàu, hảy coi chừng các tàu khác, hay các chướng ngại vật ở chung quanh mình. Luôn luôn quan sát nhìn trước ngó sau. Hảy nhớ rằng tàu buôn mặt dầu chạy rất gần, nhưng vẫn không nghe tiếng động.",
                "listHeads": ["Luôn luôn đề phòng, và cảnh giác bằng cách quan sát và nghe ngóng trước sau. Sử dụng tất cả các phương tiện sẵn có (Nghe tiếng động, ống dòm, radar, bản đồ c-map, máy radio, AIS, v.v.)."],
                "listPoints": [],
                "uniqueMedia":[]
            }
        },
        {
            "id": 5,
            "type": "2",
            "images":[
                "/assets/images/04-01.png",
                "/assets/images/05-02.png",
                "/assets/images/05-03.png"
            ],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Proper Lookout",
                "soundtrack": "",
                "subtitles": "Look side to side for other vessels, oil platforms and objects in the water. Look behind you to see if any traffic is overtaking you. At night or when there is fog or restricted visibility, assign crewmembers as lookouts. A proper lookout can avoid collisions.",
                "listHeads": ["A proper lookout can avoid collisions."],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Observación Apropiada",
                "soundtrack": "",
                "subtitles": "Mire lateral, del lado a lado para búsqueda de barcos, plataformas petroleras y objetos en el agua. Mire para detrás de su barco para ver si algún tráfico lo está alcanzando. En la noche o cuando hay niebla, o visibilidad restricta, debe asignar los miembros del equipo como puestos de observación. Una propia observación puede evitar accidentes.",
                "listHeads": ["Puesto de Observación Una propia observación puede evitar accidentes."],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Đề Phòng Đúng Cách",
                "soundtrack": "",
                "subtitles": "Nhìn từ bên này sang bên kia để quan sát các tàu chung quanh, giàn khoan dầu, và các chướng ngại vật khác trên mặt nước. Nhìn phía đằng sau mình để xem có bất kỳ ghe tàu nào chuẩn bị qua mặt quý vị hay không. Hảy nhớ rằng lúc ban đêm, khi có sương mù, mưa, bảo, hay tầm nhìn bị hạn chế, bạn nên đề cử một thủy thủ làm quan sát viên. Việc đề phòng và cảnh giác đúng cách sẽ giúp bạn tránh khỏi tai nạn va đụng.",
                "listHeads": ["Đề phòng đúng cách có thể tránh khỏi tai nạn - đụng chạm."],
                "listPoints": [],
                "uniqueMedia":[]
            }
        },
        {
            "id": 6,
            "type": "2",
            "images":[
                "/assets/images/06-01.png",
                "/assets/images/06-02.png"
            ],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Navigation Situations",
                "soundtrack": "",
                "subtitles": "You must be especially careful in ship channels or shipping lanes. Avoid areas where there is commercial vessel traffic such as in ports or traffic separation zones. Larger ships and barges are confined by deep draft and cannot and will not get out of your way.",
                "listHeads": [],
                "listPoints": [
                    "Be careful and use caution in Ship Channels or Shipping lanes.",
                    "Avoid areas where there is commercial vessel traffic.",
                    "Large ships and barges have special problems in maneuvering."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Situaciones de Navegación",
                "soundtrack": "",
                "subtitles": "Usted debe tener cuidado especialmente en canales de nave o vías de navegación. Evite las áreas de los barcos mercantes más grandes, por ejemplo, los barcos en las rutas marítimas o en zonas de separación del tráfico. Naves y lanchas más grandes son confinadas por el calado profundo y no pueden y no se saldrán del canal.",
                "listHeads": [],
                "listPoints": [
                    "Canales de Nave o Vías de Navegación.",
                    "Evite las áreas donde hay tráfico de barcos mercantes.",
                    "Naves y lanchas más grandes tienen problemas especiales en maniobrar."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Nơi Chốn & Trường Hợp Nên Thận Trọng",
                "soundtrack": "",
                "subtitles": "Quý vị phải rất cẩn thận khi hải hành trong các ship channels, hoặc đường tàu buôn. Tốt hơn hết, nên tránh những khu vực có nhiều tàu bè qua lại như các hải cảng lớn, hoặc đường tàu buôn chạy. Hảy nhớ rằng các tàu buôn, tàu dầu, và sà lan, họ phải đi trong nước rất sâu. Họ không thể, và sẽ không ra khỏi ship channel được, bởi vì họ sẽ bị mắt cạn. Bạn cũng nên nhớ rằng: Các tàu lớn, hoặc sà lan rất khó khăn trong việc vận chuyển.",
                "listHeads": [],
                "listPoints": [
                    "Ship Channel hay Đường Tàu Buôn.",
                    "Tránh các khu vực có nhiều tàu qua lại.",
                    "Không di vào bến có nhiều tàu; hoặc băng qua đường tàu buôn.",
                    "Bạn nên nhớ rằng tàu lớn hoặc sà lan rất khó khăn trong việc vận chuyển"
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 7,
            "type": "2",
            "images":[
                "/assets/images/07-02.png",
                "/assets/images/07-01.png"
            ],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Commercial Vessels",
                "soundtrack": "",
                "subtitles": "When you operate near commercial vessels, stay alert - watch for traffic. Become familiar with the area and use up-to-date navigation charts. Be sure your vessel can be seen, especially at night. Always display proper navigation lights. Have crew member wear life jacket or other flotation device when on deck, especially if working alone.",
                "listHeads": [
                    "When you operate near commercial vessels:"
                ],
                "listPoints": [
                    "Stay alert - watch for traffic.",
                    "Use up-to-date navigation charts.",
                    "Especially at night, display proper navigation lights.",
                    "Have crew member wear life jacket or other flotation device when on deck, especially if working alone."

                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Buques Comerciales",
                "soundtrack": "",
                "subtitles": "Cuando usted opere su barco cerca de barcos mercantes: Mantengase alerta y busque el tráfico. Familiarizarse con el área y utilice las cartas actualizadas de navegación. Especialmente de noche, siempre demuestre las luces de navegación apropiadas. Todo miembro de la tripulación debe usar chaleco salvavidas u otro dispositivo de flotación cuando se encuentre sobre cubierta, especialmente si está trabajando solo.",
                "listHeads": [
                    "Cuando usted opere su barco cerca de barcos mercantes:"
                ],
                "listPoints": [
                    "Mantengase alerta y busque el tráfico.",
                    "Familiarizarse con el área y utilice las cartas actualizadas de navegación.",
                    "Especialmente de noche, siempre demuestre las luces de navegación apropiadas.",
                    "Todo miembro de la tripulación debe usar chaleco salvavidas u otro dispositivo de flotación cuando se encuentre sobre cubierta, especialmente si está trabajando solo."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Tàu Thương Mại",
                "soundtrack": "",
                "subtitles": "Nếu bạn phải đi gần các tàu buôn, tàu dầu, hoặc sà lan, hãy luôn chú ý đến các tàu xung quanh mình. Bạn phải nắm những vững khu vực đó và luôn luôn sử dụng các hải đồ mới nhất. Hãy chắc chắn, hoặc make sure, là tàu kia nhìn thấy tàu của bạṇ. Đặc biệt vào ban đêm, luôn bật đèn hải hành đúng cách. Yêu cầu thành viên đoàn thủy thủ mặc áo phao cứu sinh hoặc thiết bị nổi khác khi ở trên boong tàu, đặc biệt là nếu làm việc một mình.",
                "listHeads": [
                    "Nếu bạ̣n đi gần tàu buôn, tàu dầu, hay sà lan:"
                ],
                "listPoints": [
                    "Hãy luôn luôn để ý đến các tàu chung quanh mình.",
                    "Sử dụng các hải đồ mới nhất.",
                    "Đặc biệt ban đêm, bạn phải bật đèn hàng hải đàng hoàng.",
                    "Yêu cầu thành viên đoàn thủy thủ mặc áo phao cứu sinh hoặc thiết bị nổi khác khi ở trên boong tàu, đặc biệt là nếu làm việc một mình."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 8,
            "type": "2",
            "images":[
                "/assets/images/08-01.png",
                "/assets/images/08-02.png"
            ],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Ship Channels",
                "soundtrack": "",
                "subtitles": "Stay out of the ship channel whenever you can. Remember the edges of a channel are deep enough for shallow draft vessels. Cross ship channels at right angles and as quickly as possible. Keep clear of two ships meeting. Stay outside of the anchorage areas when possible.",
                "listHeads": [],
                "listPoints": [
                    "Stay out of ship channels when you can.",
                    "Cross ship channels at right angles and as quickly as possible.",
                    "Keep clear of two ships meeting.",
                    "Stay outside of anchorage areas."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Canales de Navegación",
                "soundtrack": "",
                "subtitles": "Cuando usted pueda, mantenga su barco afuera de los canales de navegación. Cruzando los canales de navegación deben ser perpendicularmente y lo más rápidamente posible. Mantenga la distancia cuando dos barcos mercantes se encuentran. Manténgase afuera de áreas de ancladeros.",
                "listHeads": [],
                "listPoints": [
                    "Cuando usted pueda, mantenga su barco afuera de los canales de navegación.",
                    "Cruzando los canales de navegación deben ser perpendicularmente y lo más rápidamente posible.",
                    "Mantenga la distancia cuando dos barcos mercantes se encuentran.",
                    "Manténgase afuera de áreas de ancladeros."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Ship Channel",
                "soundtrack": "",
                "subtitles": "Hãy luôn luôn đi bên mé ngoài của ship channel. Hãy nhớ rằng mé bên nào của ship channel cũng có đủ sâu để cho các tàu nhỏ, như tàu các bạn, đi không bị mắt cạn. Nếu muốn băng qua ship channel, đi thẳng qua cho nhanh. Không nên đi xéo. Không nên đi “chàng hảng” giửa ship channel. Không nên đi gần, hoặc lảng vảng chổ có hai tàu đang qua mặt. Không đi vào khu vực dành riêng cho tàu bỏ neo.",
                "listHeads": [],
                "listPoints": [
                    "Không nên đi “chàng hảng” giửa ship channel.",
                    "Nếu muốn băng qua, đi thẳng qua cho nhanh. Không nên đi xéo.",
                    "Không nên đi gần, hoặc lảng vảng chổ có hai tàu đang qua mặt.",
                    "Không đi vào khu vực dành riêng cho tàu bỏ neo."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 9,
            "type": "2",
            "images":[
                "/assets/images/09-01.png"
            ],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Blind Spot",
                "soundtrack": "",
                "subtitles": "If you operate near larger commercial vessels, watch for their blind spot. Because of the length of the vessel and the height of the cargo on deck, there is a danger zone—a blind spot—in front of the vessel. Stay out of the danger zone and remember: if you can’t see the bridge of the vessel, they can’t see you.",
                "listHeads": [
                    "If you operate near larger commercial vessels, watch for their blind spot."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Áreas Ocultas",
                "soundtrack": "",
                "subtitles": "Áreas Ocultas Si usted opera su barco cerca de barcos mercantes manténgase alejado de las áreas donde su barco no se pueda ver. Debido a lo largo del barco y la altura de la carga en cubierta, hay una zona peligrosa, un área oculta, delante del barco. Manténgase fuera de la zona peligrosa y recuerde si usted no puede ver la cabina del barco mercante, ellos no pueden verlo a usted.",
                "listHeads": [
                    "Si usted opera su barco cerca de barcos mercantes manténgase alejado de las áreas donde su barco no se pueda ver."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Điểm mù (Blind spot)",
                "soundtrack": "",
                "subtitles": "Nếu bạṇ rủi đi gần các tàu buôn lớn, hãy coi chừng điểm mù của họ. Tàu của họ đã rất dài cộng thêm của các kiện hàng trên boong tàu quá cao, cho nên loai tàu nầy, luôn luôn có một khu vưc nguy hiểm, gọi là điểm mù, ở phía trước tàu của họ. Bởi thế cho nên, không bao giờ đi vào khu vực nguy hiểm này cả. Bạn hảy nhớ rằng nếu bạn không thể nhìn thấy đài chỉ huy của họ, họ sẽ không thể nhìn thấy bạn.",
                "listHeads": [
                    "Nếu quý vị chạy trước, hay chạy gần một tàu buôn, nên coi chừng. Tàu bạn có thể bị nằm điểm mù của họ."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            }
        },
        {
            "id": 10,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/10-01.mp4"
            ],
            "en": {
                "title": "Risk of Collision",
                "soundtrack": "",
                "subtitles": "As the operator of a fishing vessel you must maintain a proper lookout at all times to avoid the risk of a collision. If you think that you might collide with another vessel or obstacle, you should act as if you will collide and take action to avoid it. Use the correct signals.",
                "listHeads": [],
                "listPoints": [
                    "Maintain a proper lookout at all times.",
                    "If any doubt, take action to avoid.",
                    "Use the correct signals."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Riesgo de Accidente",
                "soundtrack": "",
                "subtitles": "Riesgo de Accidente Como operador de un barco pesquero usted debe mantener una vigía apropiada en todo momento para evitar el riesgo de un accidente. Si usted piensa que usted podría chocar con otro barco o un obstáculo, debe actuar como si se chocan y tomar las acciones necesarias para evitarlo. Asegúrese de utilizar las señales de sonidos apropiados.",
                "listHeads": [],
                "listPoints": [
                    "Mantenga una vigilancia apropiada en todo momento.",
                    "En caso de cualquier duda, debe actuar como sí se chocan y tome las acciones para evitarlo.",
                    "Asegúrese de utilizar las señales de sonidos apropiados."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Nguy Cơ Đụng Tàu",
                "soundtrack": "",
                "subtitles": "Là một người lái tàu fishing boat́, bạn phải luôn quan sát cho thật kỷ. Như thế bạn sẽ tránh khỏi tai nạn đụng chạm. Nếu bạn nghi ngờ là mình có thể đụng với tàu khác hay một chướng ngại vật nào đó, thì bạn hảy nghĩ rằng không sớm thì muộn là bạn sẽ đụng nó. Nghĩ như vậy, thì bắt buộc bạn phải tránh ra chổ nguy hiểm đó ngay tức khắc và thổi còi hiệu đúng cách.",
                "listHeads": [],
                "listPoints": [
                    "Luôn luôn đề phòng và cảnh giác.",
                    "Nếu bạn cảm thấy, hoặc nghi nghờ là tàu bạn có thể bị đụng, bạn phải lập tức vận chuyển (take action) ra khỏi nguy cơ đó ngay.",
                    "Thổi còi hiệu đúng cách."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 11,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/10-01.mp4"
            ],
            "en": {
                "title": "Risk of Collision",
                "soundtrack": "",
                "subtitles": "To avoid a collision, change course, slow down, or stop, or reverse to allow more time to assess the situation. Take action early and make the maneuver large enough to be recognized by the other vessel. Make sure to use the proper sound signals.",
                "listHeads": [
                    "To avoid a collision:"
                ],
                "listPoints": [
                    "Change course",
                    "Slow down or stop",
                    "Reverse",
                    "Take action early and make the maneuver large enough to be recognized by the other vessel.",
                    "Use proper sound signals."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Riesgo de Accidente",
                "soundtrack": "",
                "subtitles": "Si es necesario para evitar el riesgo de accidente o dar más tiempo para evaluar la situación, usted puede aflojar su velocidad, o quitar toda su velocidad, parando, o marchar atrás su medio de propulsión. Tome las acciónes temprano y haga la maniobra lo suficientemente grande para ser reconocidas por el otro barco y utilice las señales de sonidos apropiados.",
                "listHeads": [],
                "listPoints": [
                    "Para evitar el riesgo de accidente, ralentizar o detener, o revertir su medio de propulsión para dar más tiempo para evaluar la situación.",
                    "Tome las acciónes temprano y hacer la maniobra lo suficientemente grande para ser reconocidas por el otro barco."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Nguy Cơ Đụng Tàu",
                "soundtrack": "",
                "subtitles": "Để tránh lâm vào tai nạn đụng tàu, bạn phải đổi hướng, bớt ga, ngưng lại, hoặc là lùi lại, nếu cần. Quyết định và hành động tức khắt, càng sớm càng tốt. Khi đổi hướng, bạn nên bẻ lái với góc độ lớn, để cho tàu đối diện thấy rỏ. Đừng bao giớ bẻ từ từ cả.",
                "listHeads": [],
                "listPoints": [
                    "Để tránh đụng tàu, bạn phải: Đổi hướng, bớt ga, ngưng lại, hoặc de (lùi) lại, nếu cần.",
                    "Quyết định và hành động sớm. Khi đổi hướng, bẻ lái với góc độ lớn để cho tàu đối diện nhận rỏ. Đừng bao giớ bẻ từ từ.",
                    "Thổi còi hiệu đúng cách."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 12,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Ship to Ship Communications",
                "soundtrack": "",
                "subtitles": "Most vessels use radio to communicate their maneuvers and monitor Channel 13. The maneuvers are communicated using the term “whistle” or “blast.” This is based on traditional sound signals. Captains must still know the sound signals for navigation.",
                "listHeads": [],
                "listPoints": [
                    "Most vessels use radio to communicate their maneuvers and monitor Channel 13.",
                    "The maneuvers are communicated using the term “whistle” or “blast.” This is based on traditional sound signals.",
                    "Captains must still know the sound signals for navigation."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco",
                "soundtrack": "",
                "subtitles": "La mayoría de los barcos utilizan el radio marino para comunicar sus maniobras y escuchan el Canal 13 VHF. Las maniobras son comunicadas utilizando el término “Pitido” o “Sonido” y son señales tradicionales. Cada persona que opera un barco pesquero debe saber las señales para la navegación segura.",
                "listHeads": [],
                "listPoints": [
                    "La mayoría de los barcos utilizan el radio marino para comunicar sus maniobras y escuchan el Canal 13 VHF.",
                    "Las maniobras son comunicadas utilizando el término “Pitido” o “Sonido” y son señales tradicionales.",
                    "Cada persona que opera un barco pesquero debe saber las señales para la navegación segura."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Liên Lạc Giửa Các Tàu",
                "soundtrack": "",
                "subtitles": "Ngày nay, đa số các tàu dùng máy truyền tin để liên lạc khi vận chuyển. Họ liên lạc qua VHF radio đài 13. Bạn cần phải luôn luôn trực, và nghe đài nầy. Theo tục lệ quen thuộc, họ cũng xài chử whistle, nghĩa là còi hiệu, măc dù nói trên VHF radio. Thí dụ như: “I want to pass you on one whistle.” Biết rằng các tàu không dùng còi hiệu nhiều như xưa nữa, tuy nhiên tất cả thuyền trưởng bắt buộc phải nắm vửng ý nghĩa của từng còi hiêu một.",
                "listHeads": [],
                "listPoints": [
                    "Ngày nay, đa số các tàu dùng máy truyền tin để liên lạc khi vận chuyển. Họ liên lạc qua VHF radio đài 13. Bạn cần phải luôn luôn trực, và nghe đài nầy.",
                    "Theo tục lệ quen thuộc, họ cũng xài chử whistle, nghĩa là còi măc dù nói trên radio.",
                    "Biết rằng các tàu không dùng còi hiệu nhiều như xưa nữa, tuy nhiên tất cả thuyền trưởng bắt buộc phải nắm vửng ý nghĩa của từng còi hiêu một."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 13,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/13-01.mp4"
            ],
            "en": {
                "title": "Ship to Ship Communications - Inland Waters",
                "soundtrack": "",
                "subtitles": "Short blasts of about 1 second long are used to notify the other vessel what you plan to do. The other vessel should reply with either a confirming signal or a danger signal. When you are in inland waters, you must signal and wait for a reply before you start the maneuver.",
                "listHeads": [],
                "listPoints": [
                    "'Short blast' – 1 second duration.",
                    "Inland waters – signal intent before the maneuver is started."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco - Aguas Interiores",
                "soundtrack": "",
                "subtitles": "Pitidos cortos de alrededor de 1 segundo de duración se utilizan para notificar al otro barco lo que planea hacer. El otro barco debe responder con una señal que confirme o con la señal de peligro. Cuando se encuentre en las aguas Interiores, usted debe señalar y esperar una respuesta antes de hacer la maniobra.",
                "listHeads": [],
                "listPoints": [
                    "'Pitido corto' - duración de 1 segundo.",
                    "En aguas Interiores - las señales son señales de la intención de maniobrar.",
                    "Usted debe señalar y esperar una respuesta antes de hacer la maniobra."

                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Liên Lạc Giữa Các Tàu (Trong Vịnh Hoặc Sông)",
                "soundtrack": "",
                "subtitles": "Tiếng còi ngắn, trong khoảng 1 giây, được sử dụng để thông báo cho tàu khác biết ý định của mìnḥ. Tàu khác cần trả lời bằng một hay nhiều tiếng còi ngắn để xác nhận là đồng ý hay không đồng ý. Khi ở trong vịnh hoăc sông, bạṇ phải kéo còi hiệu trước, chờ tàu kia trả lời, sau đó bắt đầu vận chuyển.",
                "listHeads": [],
                "listPoints": [
                    "'Tiếng còi ngắn' – kéo dài khoảng 1 giây.",
                    "Trong vịnh hoăc sông: Còi báo hiệu kéo lên có nghĩa là: Tôi có ý định đổi hướng."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 14,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/14-01.mp4"
            ],
            "en": {
                "title": "Ship to Ship Communications – International Waters",
                "soundtrack": "",
                "subtitles": "In international or outside waters, the signals are given when the maneuver is being executed.",
                "listHeads": [],
                "listPoints": [
                    "'Short blast' – 1 second duration.",
                    "International sound signals (outside waters) are given when the maneuver is being executed."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco - Aguas Internacionales",
                "soundtrack": "",
                "subtitles": "En aguas Internacionales, o aguas exteriores, las señales se dan cuando la maniobra está siendo ejecutada.",
                "listHeads": [],
                "listPoints": [
                    "'Pitido corto' – duración de 1 segundo.",
                    "En aguas Internacionales, o aguas exteriores, las señales se dan cuando la maniobra está siendo ejecutada."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Liên Lạc Giữa Các Tàu (Ngoài Biển Khơi)",
                "soundtrack": "",
                "subtitles": "Khác với trong vịnh hoặc sông, ngoài biển khơi, khi còi báo hiệu kéo lên có nghĩa là: Tôi đang đổi hướng.",
                "listHeads": [],
                "listPoints": [
                    "'Tiếng còi ngắn' – kéo dài khoảng 1 giây.",
                    "Ngoài biển khơi: Còi báo hiệu kéo lên có nghĩa là: Tôi đang đổi hướng."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 15,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Ship to Ship Communications – Inland Waters",
                "soundtrack": "",
                "subtitles": "Here are some of the common ship to ship sound signals. 1 short blast - I intend to change course to my right or starboard. 2 short blasts - I intend to change course to my left or port. 3 short blasts - I am backing up. 5 or more short blasts - The Danger signal. If another vessel signals you, always answer the signal with the same signal to show that you understand how they plan to move. If you don’t understand, always answer with the Danger Signal.",
                "listHeads": [],
                "listPoints": [
                    "1 short blast - I intend to change course to my right or starboard.",
                    "2 short blasts - I intend to change course to my left or port.",
                    "3 short blasts - I am backing up.",
                    "5 or more short blasts - The Danger signal."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco - Aguas Interiores",
                "soundtrack": "",
                "subtitles": "Estas son algunas de las señales de sonidos comunes para comunicaciones de barco-a-barco. 1 pitido corto - Intento cambiar de rumbo a mi derecha o el lado Estribor. 2 pitidos cortos - Intento cambiar de rumbo a mi izquierda o el lado Puerto. 3 pitidos cortos - Estoy dando marcha atrás. 5 o más toques cortos - Señal de Peligro. Si otro barco le suena una señal, siempre responda la señal con la misma señal para mostrar que usted entiende cómo van a moverse. Si usted no entiende, siempre responda con la señal de peligro.",
                "listHeads": [],
                "listPoints": [
                    "1 pitido corto - Intento cambiar de rumbo a mi derecha o el lado Estribor.",
                    "2 pitidos cortos - Intento cambiar de rumbo a mi izquierda o el lado Puerto.",
                    "3 pitidos cortos - Estoy dando marcha atrás.",
                    "5 o más pitidos cortos - Señal de Peligro."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Còi Liên Lạc Giữa Các Tàu: Trong Vịnh hoăc Sông",
                "soundtrack": "",
                "subtitles": "Còi Liên Lạc Giữa Các Tàu: Trong Vịnh hoăc Sông: 1 tiếng còi ngắn - Tôi định đổi hướng, và muốn đi sang bên phải tàu của tôi, hoặc mạn phải tàu. 2 tiếng còi ngắn - Tôi định đổi hướng, và muốn đi sang bên trái tàu của tôi, hoặc mạn trái tàu. 3 tiếng còi ngắn - Tôi đang de (lùi) lại. 5 tiếng còi ngắn trở lên - Tín hiệu Nguy Hiểm (Emergency) hoặc là tôi không hiểu anh muốn gì.",
                "listHeads": [],
                "listPoints": [
                    "1 tiếng còi ngắn - Tôi định đổi hướng, và muốn đi sang bên phải tàu của tôi, hoặc mạn phải tàu.",
                    "2 tiếng còi ngắn - Tôi định đổi hướng, và muốn đi sang bên trái tàu của tôi, hoặc mạn trái tàu.",
                    "3 tiếng còi ngắn - Tôi đang de (lùi) lại.",
                    "5 tiếng còi ngắn trở lên - Tín hiệu Nguy Hiểm, (Emergency)."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 16,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/13-01.mp4"
            ],
            "en": {
                "title": "Ship to Ship Communications – Inland Waters",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "1 short blast - Vessels move to their right (starboard)."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco - Aguas Interiores",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "1 pitido corto – barcos se mueven a su derecha (Estribor)."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Còi Liên Lạc Giữa Các Tàu: Trong Vịnh hoăc Sông",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "1 tiếng còi ngắn - Tôi định đổi hướng, và muốn đi sang bên phải tàu của tôi, hoặc mạn phải tàu."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            }
        },
        {
            "id": 17,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/17-01.mp4"
            ],
            "en": {
                "title": "Ship to Ship Communications – Inland Waters",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "2 short blasts - Vessels move to their left (port)."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco - Aguas Interiores",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "2 pitidos cortos – barcos se mueven a su izquierda (Puerto)."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Còi Liên Lạc Giữa Các Tàu: Trong Vịnh hoăc Sông",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "2 tiếng còi ngắn - Tôi định đổi hướng, và muốn đi sang bên trái tàu của tôi, hoặc mạn trái tàu."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            }
        },
        {
            "id": 18,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/18-01.mp4"
            ],
            "en": {
                "title": "Ship to Ship Communications – Inland Waters",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "5 or more short blasts—means 'I do not understand your intent,' or it can mean danger."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Comunicaciones de Barco-a-Barco - Aguas Interiores",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "5 o más pitidos cortos, significa 'No entiendo su intención,' o significar peligro."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Còi Liên Lạc Giữa Các Tàu: Trong Vịnh hoăc Sông",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [
                    "5 tiếng còi ngắn trở lên - Báo hiệu nguy hiểm (Emergency)."
                ],
                "listPoints": [],
                "uniqueMedia":[]
            }
        },
        {
            "id": 19,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Danger Signal",
                "soundtrack": "",
                "subtitles": "The Danger signal—5 or more short blasts—means I do not understand your intent or it can mean danger. If you hear a signal and do not agree or understand what the other vessel intends to do, you should reply with 5 short blasts. Both vessels should slow or stop until the signals for safe passing are sounded, understood and agreed to. You must communicate by VHF Radio, channel 13, in this situation.",
                "listHeads": [],
                "listPoints": [
                    "5 or more short blasts means–I do not understand your intent or there is danger.",
                    "If you do not agree or understand what the other vessel intends, sound the danger signal.",
                    "Slow or stop until the signals for safe passing are sounded, understood and agreed to.",
                    "Communicate by VHF Radio on Channel 13."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Señale de Peligro",
                "soundtrack": "",
                "subtitles": "5 o más pitidos cortos significan - No entiendo su intención, o significa peligro. Si escucha una señale y no están de acuerdo o no entiende lo que el otro barco tiene la intención de hacer, usted debe responder con cinco pitidos cortos. Ambos barcos deben reducir la velocidad o detenerse hasta que las señales para el adelantamiento con seguridad se han sonado, entendido y aceptados. Usted debe comunicarse por radio Canal 13 VHF.",
                "listHeads": [],
                "listPoints": [
                    "5 o más pitidos cortos significan - No entiendo su intención, o significa peligro.",
                    "Si no está de acuerdo o no entiende lo que el otro barco propone, suene la señal de peligro.",
                    "Reduzca la velocidad o deténgase hasta que las señales para el adelantamiento con seguridad se han sonado, entendidos, y aceptados.",
                    "Usted debe comunicarse por radio Canal 13 VHF."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Báo Hiệu Nguy Hiểm",
                "soundtrack": "",
                "subtitles": "Báo hiệu Nguy Hiểm - 5 tiếng kèn ngắn trở lên có nghĩa là: Tôi không hiểu ý định của bạn. Nó cũng có thể có nghĩa là: “Coi chừng nguy hiểm tới nơi.” Nếu bạn nghe một còi báo hiệu mà bạn không hiểu, hoăc không đồng ý, bạn phải trả lời bằng 5 tiếng còi ngắn. Bạn phải chạy chậm lại, hoặc dừng lại, hoặc lùi lại, cho đến khi nào bạn hiểu, và đồng ý tiếng còi hiệu của tàu kia. Bạn cần phải liên lạc bằng VHF Radio trên đài 13 cho rỏ ràng hơn.",
                "listHeads": [],
                "listPoints": [
                    "5 tiếng còi ngắn trở lên có nghĩa là– Tôi không hiểu ý định của bạn; hay là: Coi chừng nguy hiểm tới nơi.",
                    "Nếu bạṇ không đồng ý, hay không hiểu ý định của tàu khác, hãy phải kéo còi báo hiệu nguy hiểm ngay lâp tức.",
                    "Bạn phải chạy chậm lại, hoặc dừng lại, cho đến khi nào bạn hiểu, và đồng ý tiếng còi hiệu của tàu kia.",
                    "Bạn cần phải liên lạc bằng VHF Radio trên đài 13 cho rỏ ràng hơn."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 20,
            "type": "4",
            "images":[
                "/assets/images/20-01.png"
            ],
            "animations":[],
            "videos":[
                "/assets/videos/14-01.mp4"
            ],
            "en": {
                "title": "Meeting",
                "soundtrack": "",
                "subtitles": "Now let’s apply the communication rules to some situations. You meet another vessel and want to pass by moving to your right. How many blasts must you use to signal? Click on the correct answer.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "You meet another vessel and want to pass by moving to your right. How many blasts must you use to signal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Short Blast",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 Short Blasts",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct. 1 short blast - 'I inted to change course to my right or starboard'",
                            "incorrect": "No, the correct answer is to pass by moving to your right, you will signal with one blast."
                        },
                        "media": {
                            "image": "/assets/images/20-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Dos barcos de encuentro",
                "soundtrack": "",
                "subtitles": "Ahora vamos a aplicar las normas de comunicación a algunas situaciones. Suponga que te encuentras con otro barco y quiere pasarlo moviéndose a la derecha. ¿Cuántos pitidos de bocina debe usar para emitir la señal? Haga clic en la respuesta correcta.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Suponga que te encuentras con otro barco y quiere pasarlo moviéndose a la derecha. ¿Cuántos pitidos de bocina debe usar para emitir la señal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Pitido Corto",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 Pitidos Cortos",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto. 1 pitido corto - 'Intento cambiar de rumbo a mi derecha o el lado Estribor.",
                            "incorrect": "No, la respuesta correcta es pasar moviéndose hacia su derecha, señalizará sonando 1 pitido corto de la bocina."
                        },
                        "media": {
                            "image": "/assets/images/20-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Gặp nhau",
                "soundtrack": "",
                "subtitles": "Bây giờ bạn hãy áp dụng các quy tắc liên lạc với nhiiều trường hợp khác nhau. Khi bạn gặp một tàu khác và muốn tránh nó bằng cách di chuyển sang bên phải của mình, bạn phải sử dụng bao nhiêu tiếng còi để báo hiệu? <Khi nào sẳn sàng, nhấp vào câu trả lời bạn chọn.>",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Khi bạn gặp một tàu khác và muốn tránh nó bằng cách di chuyển sang bên phải của mình, bạn phải sử dụng bao nhiêu tiếng còi để báo hiệu?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Tiếng Còi Ngắn",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 Tiếng Còi Ngắn",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng. 1 tiếng còi ngăn – Tôi định đổi hướng sang bên phải tàu của tôi, hoặc mạn phải tàu.",
                            "incorrect": "Không. Câu trả lời đúng là vượt qua bằng cách di chuyển sang bên phải tàu của bạn. Nghĩa là bạn sẽ báo hiệu bằng, một tiếng còi."
                        },
                        "media": {
                            "image": "/assets/images/20-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },
        {
            "id": 21,
            "type": "4",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/17-01.mp4"
            ],
            "en": {
                "title": "Meeting",
                "soundtrack": "",
                "subtitles": "Now you meet another vessel and want to pass by moving to your left. How many blasts must you use to signal? Click on the correct answer.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Now you meet another vessel and want to pass by moving to your left. How many blasts must you use to signal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Short Blast",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 Short Blasts",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct. 2 short blasts - 'I intend to change course to my left or port'",
                            "incorrect": "No, the correct answer is to pass by moving to your left. You will signal with two blasts."
                        },
                        "media": {
                            "image": "/assets/images/21-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Dos barcos de encuentro",
                "soundtrack": "",
                "subtitles": "Ahora usted se encuentra con otro barco y quiere pasarlo moviéndose a la izquierda. ¿Cuántos pitidos de bocina debe usar para emitir la señal? Haga clic en la respuesta correcta.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Ahora usted se encuentra con otro barco y quiere pasarlo moviéndose a la izquierda. ¿Cuántos pitidos de bocina debe usar para emitir la señal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Pitido Corto",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 Pitidos Cortos",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto. 2 pitidos cortos – Intento cambiar de rumbo a mi izquierda o al lado Puerto.",
                            "incorrect": "No, la respuesta correcta es pasar moviéndose hacia su izquierda, señalizará sonando 2 pitidos cortos de la bocina."
                        },
                        "media": {
                            "image": "/assets/images/21-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Gặp nhau",
                "soundtrack": "",
                "subtitles": "Bây giờ quý vị gặp một tàu khác và muốn tránh nó bằng cách di chuyển sang bên trái của mình. Quý vị phải sử dụng bao nhiêu tiếng còi để báo hiệu? <Khi nào sẳn sàng, nhấp vào câu trả lời bạn chọn.>",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Khi bạn gặp một tàu khác và muốn tránh nó bằng cách di chuyển sang bên phải của mình, bạn phải sử dụng bao nhiêu tiếng còi để báo hiệu?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Tiếng Còi Ngắn",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 Tiếng Còi Ngắn",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng. 2 tiếng còi ngắn – Tôi định đổi hướng sang bên trái tàu của tôi, hoặc mạn trái tàu.",
                            "incorrect": "Không. Câu trả lời đúng là vượt qua bằng cách di chuyển sang bên trái, tàu của bạn. Nghĩa là bạn sẽ báo hiệu bằng, hai tiếng còi."
                        },
                        "media": {
                            "image": "/assets/images/21-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },
        {
            "id": 22,
            "type": "4",
            "images":[],
            "animations":[],
            "videos":[
                "/assets/videos/14-01.mp4"
            ],
            "en": {
                "title": "Overtaking",
                "soundtrack": "",
                "subtitles": "You are overtaking another vessel and want to pass by moving to your right. How many blasts must you use to signal? Click on the correct answer.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "You are overtaking another vessel and want to pass by moving to your right. How many blasts must you use to signal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Short Blast",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 Short Blasts",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct. 1 short blast - 'I inted to change course to my right or starboard'",
                            "incorrect": "No, the correct answer is to pass by moving to your right, you will signal with one blast."
                        },
                        "media": {
                            "image": "/assets/images/22-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Rebasando",
                "soundtrack": "",
                "subtitles": "Está alcanzando a otro barco y desea pasarlo moviéndose a la derecha. ¿Cuántos pitidos de bocina debe utilizar para emitir la señal? Haga clic en la respuesta correcta.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Está alcanzando a otro barco y desea pasarlo moviéndose a la derecha. ¿Cuántos pitidos de bocina debe utilizar para emitir la señal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Pitido Corto",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 Pitidos Cortos",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto. 1 pitido corto - 'Intento cambiar de rumbo a mi derecha o el lado Estribor.",
                            "incorrect": "No, la respuesta correcta es pasar moviéndose hacia su derecha, señalizará sonando 1 pitido corto de la bocina."
                        },
                        "media": {
                            "image": "/assets/images/22-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Qua Mặt",
                "soundtrack": "",
                "subtitles": "Bạ̣ đang muốn qua măt một tàu khác và muốn vượt qua bằng cách di chuyển sang bên phải của mình. Quý vị phải sử dụng bao nhiêu tiếng kèn để báo hiệu? <Khi nào sẳn sàng, nhấp vào câu trả lời bạn chọn.>",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Bạ̣ đang muốn qua măt một tàu khác và muốn vượt qua bằng cách di chuyển sang bên phải của mình. Quý vị phải sử dụng bao nhiêu tiếng kèn để báo hiệu?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Tiếng Còi Ngắn",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 Tiếng Còi Ngắn",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng. 1 tiếng còi ngăn – Tôi định đổi hướng sang bên phải tàu của tôi, hoặc mạn phải tàu.",
                            "incorrect": "Không. Câu trả lời đúng là vượt qua bằng cách di chuyển sang bên phải tàu của bạn. Nghĩa là bạn sẽ báo hiệu bằng, một tiếng còi."
                        },
                        "media": {
                            "image": "/assets/images/22-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },
        {
            "id": 23,
            "type": "4",
            "images":[
                "/assets/images/21-01.png"
            ],
            "animations":[],
            "videos":[
                "/assets/videos/17-01.mp4"
            ],
            "en": {
                "title": "Overtaking",
                "soundtrack": "",
                "subtitles": "You are overtaking another vessel and signal that you will pass to your left. If the other vessel agrees, how many blasts will it respond with? Click on the correct answer.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "You are overtaking another vessel and signal that you will pass to your left. If the other vessel agrees, how many blasts will it respond with?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Short Blast",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 Short Blasts",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct. By signaling with two blasts, the other vessel agrees that you will pass by moving to your left.",
                            "incorrect": "No, the correct answer is the other vessel will signal with two blasts. By signaling with two blasts, the other vessel agrees that you will pass by moving to your left."
                        },
                        "media": {
                            "image": "/assets/images/23-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Rebasando",
                "soundtrack": "",
                "subtitles": "Está alcanzando a otro barco y le indica que va pasarlo por su izquierda. Si el otro barco está de acuerdo, ¿con cuántos pitidos de bocina le responderá? Haga clic en la respuesta correcta.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Está alcanzando a otro barco y le indica que va pasarlo por su izquierda. Si el otro barco está de acuerdo, ¿con cuántos pitidos de bocina le responderá?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Pitido Corto",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 Pitidos Cortos",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto. Al señalizar sonando 2 veces la sirena, el otro barco acepta que usted lo pasará moviéndose hacia su izquierda.",
                            "incorrect": "No, la respuesta correcta es que el otro barco señalizará sonando 2 pitidos cortos del la bocina. Al señalizar sonando 2 pitidos cortos del la bocina, el otro barco acepta que usted lo pasará moviéndose hacia su izquierda."
                        },
                        "media": {
                            "image": "/assets/images/23-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Qua Mặt",
                "soundtrack": "",
                "subtitles": "Quý vị đang muốn qua măt, hay là overtaking, một tàu khác và muốn vượt qua bằng cách di chuyển sang bên trái của mình. Nếu tàu kia đồng ý, tàu kia sẽ trả lời bằng bao nhiêu tiếng còi? <Khi nào sẳn sàng, nhấp vào câu trả lời bạn chọn.>",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Quý vị đang muốn qua măt, hay là overtaking, một tàu khác và muốn vượt qua bằng cách di chuyển sang bên trái của mình. Nếu tàu kia đồng ý, tàu kia sẽ trả lời bằng bao nhiêu tiếng còi?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 Tiếng Còi Ngắn",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 Tiếng Còi Ngắn",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng. Khi tàu kia kéo hai tiếng còi, có nghĩa là nó đã đồng cho bạn bạn qua mặt nó. Lúc đó bạn di chuyển sang bên trái tàu của bạn để qua mặt.",
                            "incorrect": "Không. Câu trả lời đúng đó là: Tàu kia sẽ báo hiệu bằng hai tiếng Còi. Kéo hai tiếng còi có nghĩa là: Tàu kia đã đồng ý cho bạn qua mặt họ. Lúc đó bạn di chuyển sang bên trái tàu của bạn để qua mặt."
                        },
                        "media": {
                            "image": "/assets/images/23-01.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },{
            "id": 24,
            "type": "2",
            "images":[],
            "animations":["/assets/animations/24-ani.png"],
            "videos": [],
            "en": {
                "title": "Crossing",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                ]
            },
            "es": {
                "title": "Introducción del Capitán",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/videos/02-es.mp4"
                ]
            },
            "vi": {
                "title": "Lời Tâm Sự Của Thuyền Trưởng Tàu Dầu Đầy Kinh Nghiệm",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/videos/02-vi.mp4"
                ]
            }
        },
        {
            "id": 25,
            "type": "2",
            "images":[],
            "animations":["/assets/animations/25-ani.png"],
            "videos": [],
            "en": {
                "title": "Crossing",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                ]
            },
            "es": {
                "title": "Introducción del Capitán",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                ]
            },
            "vi": {
                "title": "Lời Tâm Sự Của Thuyền Trưởng Tàu Dầu Đầy Kinh Nghiệm",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                ]
            }
        },
        {
            "id": 26,
            "type": "4",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Review",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "How many radio frequencies are you required to monitor while you are under way?",
                        "options": [
                            {
                                "id": "a",
                                "text": "0",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "1",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "2",
                                "isCorrect": true
                            },
                            {
                                "id": "d",
                                "text": "3",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is you must listen to two radio frequencies while you are under way."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "Which radio channel would you use for routine vessel to vessel maneuvering communications?",
                        "options": [
                            {
                                "id": "a",
                                "text": "13",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "16",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, Bridge-to-Bridge Radio Regulations require the person steering the vessel maintain a listening watch on Channel 13 for vessel-to-vessel communications. You must also maintain a listening watch on Channel 16 for emergencies."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "Which is the best way to maneuver in a possible collision situation?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Make gradual moves",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Make large moves",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that the best way to avoid a collision is to make large moves. Then the other vessel can see what you are doing."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 4,
                        "questionText": "How many blasts do you use to signal that you do not understand the other vessel's signal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 blast",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "3 blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "4 blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "5 or more blasts",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that you use 5 or more short blasts to signal that you do not understand what the other vessel is doing."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 5,
                        "questionText": "What does 1 blast mean in international waters?",
                        "options": [
                            {
                                "id": "a",
                                "text": "I'm moving to my right",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "I'm moving to my left",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "I'm backing up",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "Danger",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that 1 blast signals that you are moving to your right."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 6,
                        "questionText": "In inland waters, when do you start your turn?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Once you've given the signal",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "After you've heard a reply agreeing with your signal",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is after you've heard a reply agreeing with your signal."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Revisión",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "¿Cuántas frecuencias de radio marino se le requiere escuchar mientras el barco este en marcha?",
                        "options": [
                            {
                                "id": "a",
                                "text": "0",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "1",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "2",
                                "isCorrect": true
                            },
                            {
                                "id": "d",
                                "text": "3",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto",
                            "incorrect": "No, la respuesta correcta es que debe escuchar las dos frecuencias de radio mientras está en el trayecto"
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "¿Cual canal de radio marino se utiliza para la rutina de comunicar maniobras de barco-a- barco?",
                        "options": [
                            {
                                "id": "a",
                                "text": "13",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "16",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto",
                            "incorrect": "No, las reglamentaciones de radio de requieren que la persona que maniobra el barco mantenga una guardia de escucha en el canal 13 para las comunicaciones de barco a barco. También debe mantener una guardia de escucha en el Canal 16 para emergencias."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "¿Cuál es la mejor manera de maniobrar en una situación possible de accidente?",
                        "options": [
                            {
                                "id": "a",
                                "text": "¿Hacer movimientos pequeños y gradual?",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "¿Hacer movimientos grandes?",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto",
                            "incorrect": "No, la respuesta correcta es que la mejor manera de evitar una colisión es realizar grandes movimientos. Luego, el otro barco puede observar lo que está haciendo."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 4,
                        "questionText": "¿Cuántos pitidos utiliza para indicar que usted no entiende la señal de otro barco?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 pitido",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "3 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "4 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "5 o más pitidos cortos",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto",
                            "incorrect": "No, la respuesta correcta es que usted usa 5 (cinco) o más pitidos cortos para señalar que no comprende lo que el otro barco está haciendo."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 5,
                        "questionText": "¿Qué significa un pitido en aguas Intemacionales?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Me estoy moviéndo a mi derecha",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Me estoy moviéndo a mi izquierda",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "Me estoy moviendo hacia atrás",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "Peligro",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto",
                            "incorrect": "No, la respuesta correcta es que un pitido indica que se mueve hacia la derecha."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 6,
                        "questionText": "En aguas Interiores, ¿cuando empiece la maniobra?",
                        "options": [
                            {
                                "id": "a",
                                "text": "¿Al vez de dar la señal?",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Después de haber escuchado una respuesta de acuerdo con su señal",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto",
                            "incorrect": "No, la respuesta correcta es después de haber escuchado una respuesta de acuerdo con su señal."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Đánh Giá Liên Lạc & Hàng Hải",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Bạn phải trực nghe bao nhiêu tần số vô tuyến khi tàu đang chạy?",
                        "options": [
                            {
                                "id": "a",
                                "text": "0",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "1",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "2",
                                "isCorrect": true
                            },
                            {
                                "id": "d",
                                "text": "3",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là quý vị phải nghe hai tần số vô tuyến khi đang chạy tàu."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "Đài nào thường xài để liên lạc vận chuyển giữa các tàu với nhau?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Đài 13",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Đài 16",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, Các Quy Định Về Liên Lạc Qua Radio Giữa Các Tàu đòi hỏi người lái tàu phải luôn trực nghe trên Kênh 13 để biết thông tin liên lạc giữa các tàu. Quý vị cũng phải luôn trực nghe trên Kênh 16 trong các trường hợp khẩn cấp."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "Muốn tránh khỏi tai nạn, bạn nên vẫn chuyển bằng cách nào là tốt nhất?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Bẻ lái từ từ với góc độ nhỏ",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Bẻ lái nhanh với góc độ lớn",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là cách tốt nhất để tránh và đụng là di chuyển chậm trên một quãng đường dài. Như vậy, tàu khác có thể thấy điều quý vị đang thực hiện."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 4,
                        "questionText": "Bạn phải kéo bao nhiêu tiếng còi để báo hiệu rằng bạn không hiểu được ý định của tàu khác?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "3 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "4 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "5 tiếng còi ngắn trở lên",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là quý vị sử dụng 5 tiếng còi ngắn trở lên để báo hiệu rằng quý vị không hiểu được tàu khác đang thực hiện điều gì."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 5,
                        "questionText": "Ngoài biển khơi, 1 tiếng còi nghĩa là gì?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Tôi đang di chuyển sang phía bên phải của mình",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Tôi đang di chuyển sang phía bên trái của mình",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "Tôi đang lùi lại phía sau",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "Nguy hiểm",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là 1 tiếng kèn báo hiệu quý vị đang di chuyển sang phía bên phải tàu của mình."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 6,
                        "questionText": "Ở trong sông hay vịnh, khi nào bạn bắt đầu đổi hướng?",
                        "options": [
                            {
                                "id": "a",
                                "text": "O Đổi hướng khi nghe có hiệu của tàu kia",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Bạn phải chở cho đến khi tàu kia trả lời đồng y' trước khi bạn đổi hướng",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là bạn phải chờ cho đến khi tàu kia trả lời đồng y' trước khi bạn đổi hướng."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },
        {
            "id": 27,
            "type": "4",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Communicating and Navigating Activity",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "You are approaching another vessel. You want to pass her by moving to your right hand side. How many short blasts do you sound on your horn?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 blast",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "5 or more short blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "None, it's up to you to move around a larger vessel",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that you must sound 1 blast to signal that you are moving to your right."
                        },
                        "media": {
                            "image": "/assets/images/27-01.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "When you sound one short blast, what sound signal should you expect the other vessel gives you back?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 blast",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "5 or more short blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "None",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that the other vessel will signal back with 1 blast if it is OK to pass or 5 or more short blasts for danger."
                        },
                        "media": {
                            "image": "/assets/images/27-01.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "You are meeting a vessel large or small. You hear one short blast from the other vessel. Which direction should you move?",
                        "options": [
                            {
                                "id": "a",
                                "text": "To your right",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "To your left",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "Straight ahead as the larger vessel has signaled that it is going to move",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that you should move to your right since the other vessel signaled with 1 blast."
                        },
                        "media": {
                            "image": "/assets/images/27-03.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 4,
                        "questionText": "You are overtaking the vessel. Do you need to signal before you are going to pass?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Yes",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "Wrong, the correct answer is that you must always signal when you are going to pass. Then the other vessel knows what you are going to do."
                        },
                        "media": {
                            "image": "/assets/images/27-04.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 5,
                        "questionText": "You are overtaking a vessel, what signal will you give if you want to pass on the left of the other vessel?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 blast",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 blasts",
                                "isCorrect": true
                            },
                            {
                                "id": "c",
                                "text": "3 blasts",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "5 or more short blasts",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that 1 blast signals that you will signal with 2 blasts to pass on the left."
                        },
                        "media": {
                            "image": "/assets/images/27-05.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 6,
                        "questionText": "Vessel B is overtaking Vessel A. Must Vessel B sound the whistle before overtaking Vessel A?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Yes",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "Wrong, the overtaking vessel must signal first to tell you what it is going to do."
                        },
                        "media": {
                            "image": "/assets/images/27-06.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 7,
                        "questionText": "Where would you travel when you are in a ship channel assuming you have enough water depth on the side of the channel?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Middle of the ship channel",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "On the side of the ship channel",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that the larger vessel will not move if it is in a channel. It needs to stay in the channel."
                        },
                        "media": {
                            "image": "/assets/images/27-07.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 8,
                        "questionText": "If you are vessel B are you expected to slow down for the crossing?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Yes",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "Wrong, the correct answer is that you are not expected to slow down as you are the Stand On vessel. You are the Stand On vessel since the other vessel is on your left."
                        },
                        "media": {
                            "image": "/assets/images/27-08.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 9,
                        "questionText": "Which vessel in this picture is the Stand On vessel?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Vessel A",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Vessel B",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is vessel B - the Stand On vessel. The Stand On vessel always signals first. The Give Way vessel replies and slows down to maneuver."
                        },
                        "media": {
                            "image": "/assets/images/27-09.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 10,
                        "questionText": "Vessel B sounds on short blast. Which way is Vessel A going to move?",
                        "options": [
                            {
                                "id": "a",
                                "text": "To the right",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "To the left",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that the Give Way vessel, which is vessel A, will move to the right. The Stand On vessel signaled with one blast that the Give Way vessel should move to the right."
                        },
                        "media": {
                            "image": "/assets/images/27-10.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 11,
                        "questionText": "Which vessel is the give-way vessel?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Vessel A",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Vessel B",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that vessel B is the Give Way vessel. It is the Give Way vessel since the other vessel is on its right side."
                        },
                        "media": {
                            "image": "/assets/images/27-11.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Actividad de Comunicación y de Navegación",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Se está acercando a otro barco. Usted quiere pasarlo moviéndose hacia su mano derecha. ¿Cuántos pitidos cortos de la bocina hace?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 pitido",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "5 o más pitidos corto",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "Ninguno, depende de que usted se mueva alrededor de un barco más grande.",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que debe realizar un pitido (1) para indicar que se mueve hacia la derecha."
                        },
                        "media": {
                            "image": "/assets/images/27-01.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "Al dar un pitido corto, ¿que señal debe esperar de el otro barco en respuesta?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 pitido",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "5 o más pitidos cortos",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "Ninguno",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que el otro barco le indicará respuesta con 1 pitido."
                        },
                        "media": {
                            "image": "/assets/images/27-01.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "Se esta encuentrandose un barco. Se oye un pitido corto desde el barco, ¿en qué dirección debe usted moverse?",
                        "options": [
                            {
                                "id": "a",
                                "text": "A tu derecha",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "A tu izquierda",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "Derecho como el barco a señalado que se va a mover",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que debe moverse a la derecha ya que el otro barco indicó 1 pitido."
                        },
                        "media": {
                            "image": "/assets/images/27-03.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 4,
                        "questionText": "Usted está adelantandose un barco. ¿Necesita dar la señal antes de que lo va a pasar?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Sí",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "Incorrecto, la respuesta correcta es que siempre debe señalar cuándo va a pasar. Luego, el otro barco sabe lo que va a hacer."
                        },
                        "media": {
                            "image": "/assets/images/27-04.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 5,
                        "questionText": "Usted está adelantandose un barco, que señal le dará si desea pasar a la izquierda del otro barco?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 pitidos",
                                "isCorrect": true
                            },
                            {
                                "id": "c",
                                "text": "3 pitidos",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "5 o más pitidos cortos",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que indicará con 2 pitidos para pasarse hacia la izquierda."
                        },
                        "media": {
                            "image": "/assets/images/27-05.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 6,
                        "questionText": "Barco B está adelantandose a Barco A. ¿Debe Barco B dar el sonido antes de pasar a Barco A?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Sí",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "Incorrecto, el barco que lo va a pasar debe realizar primero la señal para avisarle lo que va a hacer."
                        },
                        "media": {
                            "image": "/assets/images/27-06.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 7,
                        "questionText": "¿Dónde viaja cuando sus barco se encuentra en el canal de navegación suponiendo que tiene suficiente profundidad de aqua en los lados del canal?",
                        "options": [
                            {
                                "id": "a",
                                "text": "En el medio del canal de navegación",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Por el lado del canal de navegación",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que el barco más grande no se moverá si está en un canal. Debe permanecer en el canal. Entonces, usted debe viajar por el lado del canal."
                        },
                        "media": {
                            "image": "/assets/images/27-07.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 8,
                        "questionText": "Si eres del Barco B se le prevé desacelar para la travesía?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Sí",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que no se espera que disminuya, ya que usted es el barco 'Stand-On'. Usted es el barco 'Stand- On' ya que el otro barco esta en su lado izquierda."
                        },
                        "media": {
                            "image": "/assets/images/27-08.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 9,
                        "questionText": "Haga clic en el barco que es el barco 'Stand-on'",
                        "options": [
                            {
                                "id": "a",
                                "text": "Barco A",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Barco B",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que el barco tan indicado es el barco Stand On. El barco Stand On siempre señala primero. El barco Give Way responde y disminuye para maniobrar."
                        },
                        "media": {
                            "image": "/assets/images/27-09.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 10,
                        "questionText": "Barco B emite un pitido corto. ¿ En qué dirección se mueve Barco A?",
                        "options": [
                            {
                                "id": "a",
                                "text": "A la derecha",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "A la izquierda",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que el barco Give Way, que es el barco azul, se moverá a la derecha. El barco Stand On señaló con un pitido que el barco Give Way debía moverse a la derecha."
                        },
                        "media": {
                            "image": "/assets/images/27-10.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 11,
                        "questionText": "Haga clic en el barco que es el barco 'Give-way'",
                        "options": [
                            {
                                "id": "a",
                                "text": "Barco A",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Barco B",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que el barco tan es el barco Give Way. Es el barco Give Way ya que el otro b arco está del lado derecho."
                        },
                        "media": {
                            "image": "/assets/images/27-11.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Hoạt Động Hàng Hải",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Bạn đang đi đến gần một con tàu khác, bạn muốn vận chuyển sang phía bên tay phải của mình. Bạn phải phát ra bao nhiêu tiếng còi?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 tiếng còi",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "5 tiếng còi ngắn trở lên",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là quý vị phải phát ra 1 tiếng kèn để báo hiệu rằng quý vị đang di chuyển sang phía bên phải tàu của mình."
                        },
                        "media": {
                            "image": "/assets/images/27-01.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "Khi bạn kéo một tiếng còi, bạn nghĩ rằng tàu kia sẽ trả lời bao nhiêu tiếng còi?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 tiếng còi",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "2 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "5 tiếng còi ngắn trở lêns",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "Không tiếng còi nào cả",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là tàu khác sẽ báo hiệu lại bằng 1 tiếng kèn."
                        },
                        "media": {
                            "image": "/assets/images/27-01.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "Bạn đang gặp một con tàu lớn hay nhỏ. Bạn nghe thấy một tiếng còi ngắn từ chiếc tàu đó. Bạn cần di chuyển theo hướng nào?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Sang phía bên phải của bạn",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Sang phía bên trái của bạnt",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "Cứ đi thẳng tại vì tàu lớn hơn đã báo hiệu rằng nó sẽ di chuyển",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là quý vị cần di chuyển sang bên phải tàu của mình khi tàu khác báo hiệu bằng một tiếng kèn."
                        },
                        "media": {
                            "image": "/assets/images/27-03.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 4,
                        "questionText": "Bạn muốn qua mặt một chiếc tàu trước mặt bạn. Bạn có cần báo hiệu trước khi vượt qua hay không?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Có",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Không",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Sai, câu trả lời đúng đó là quý vị phải luôn báo hiệu khi sắp vượt qua. Như vậy, tàu khác sẽ biết được điều quý vị sắp thực hiện."
                        },
                        "media": {
                            "image": "/assets/images/27-04.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 5,
                        "questionText": "Bạn muốn qua mặt một chiếc tàu trước mặt bạn. Bạn có cần báo hiệu trước khi vượt qua hay không?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2 tiếng còi",
                                "isCorrect": true
                            },
                            {
                                "id": "c",
                                "text": "3 tiếng còi",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "5 tiếng còi ngắn trở lên",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là quý vị sẽ báo hiệu bằng 2 tiếng kèn nếu muốn vượt về phía bên trái."
                        },
                        "media": {
                            "image": "/assets/images/27-05.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 6,
                        "questionText": "Tàu B muốn qua mặt tàu Ạ. Tàu B có phải kéo còi báo hiệu trước khi qua mặt không?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Không",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Có",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Sai, tàu sẽ vượt qua phải báo hiệu trước để cho quý vị biết điều họ sắp thực hiện."
                        },
                        "media": {
                            "image": "/assets/images/27-06.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 7,
                        "questionText": "Nếu hai bên mé của ship channel có đủ nước sâu, bạn chay ở đâu?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Ngay chính giữa ship channel",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Bên mé của ship channel",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, cầu trả lời đúng đó là tàu lớn hơn sẽ không được di chuyển khi đang ở trong hệ thống luồng dẫn tàu. Tàu đó cần đứng yên trong hệ thống luồng dẫn tàu."
                        },
                        "media": {
                            "image": "/assets/images/27-07.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 8,
                        "questionText": "Nếu bạn là chiếc tàu B, bạn có nghĩ là bạn phải chạy chậm lại để nhường tàu kia không?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Có",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Không",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Sai, câu trả lời đúng đó là quý vị không được mong sẽ chạy chậm lại khi quý vị là tàu Giữ Hướng. Quý vị là tàu Giữ Hướng khi tàu khác ở bên trái tàu của quý vị."
                        },
                        "media": {
                            "image": "/assets/images/27-08.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 9,
                        "questionText": "Nhấp vào chiếc tàu mà nó là tàu 'giữhướng đi'.",
                        "options": [
                            {
                                "id": "a",
                                "text": "Tàu A",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Tàu B",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là tàu màu nâu vàng được đánh dấu là tàu Giữ Hướng. Tàu Giữ Hướng luôn báo hiệu trước. Tàu Nhường Đường trả lời và chạy chậm để điều động."
                        },
                        "media": {
                            "image": "/assets/images/27-09.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 10,
                        "questionText": "Tàu B kéo một tiếng còi, Tàu A sẽ đi theo hướng nào?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Sang phía bên phải",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Sang phía bên trái",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là tàu Nhường Đường, tức tàu màu xanh dương, sẽ di chuyển sang bên phải. Tàu Giữ Hướng đã báo hiệu bằng một tiếng kèn cho thấy tàu Nhường Đường cần di chuyển sang bên phải."
                        },
                        "media": {
                            "image": "/assets/images/27-10.png",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 11,
                        "questionText": "Nhấn vào tàu “Nhường Đường Đi”",
                        "options": [
                            {
                                "id": "a",
                                "text": "Tàu A",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "Tàu B",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là tàu màu nâu vàng là tàu Nhường Đường. Đó là tàu Nhường Đường bởi tàu khác ở bên phải của tàu đó."
                        },
                        "media": {
                            "image": "/assets/images/27-11.png",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },
        {
            "id": 28,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Mayday",
                "soundtrack": "",
                "subtitles": "This lesson will teach you how to make a Mayday call. Mayday means “Help Me.” It is used when a vessel is in immediate danger or danger to Life and Limb. They must have other vessels or the Coast Guard come to their aid.",
                "listHeads": [],
                "listPoints": [
                    "Mayday means 'Help Me.'",
                    "Used when a vessel is in immediate danger or danger to Life and Limb."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Mayday",
                "soundtrack": "",
                "subtitles": "Esta lección le enseñará cómo hacer una llamada de auxilio. Mayday significa 'Ayúdame'.Se utiliza cuando un barco se encuentre en peligro inmediato o peligro para la vida y la integridad física. Se necesita que otros barcos o la Guardia Costera les ayuden.",
                "listHeads": [],
                "listPoints": [
                    "Mayday significa 'Ayúdame.'",
                    "Se utiliza cuando un barco se encuentre en peligro inmediato o peligro de la vida y la integridad física."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Mayday",
                "soundtrack": "",
                "subtitles": "Bài học này sẽ hướng dẩn quý vị cách gọi Mayday. Mayday coi như đồng nghĩa với “Trời Ơi Cứu Tôi Với.” Hảy gọi Mayday khi tàu của bạn, hay nhân viên của bạn phải đương đầu với nguy hiểm. Sự nguy hiểm đo’ có liên quan đến tài sản, tánh mạng, hay là sức khỏe của bạn. Gọi Mayday có nghĩa là bạn đã lâm vào tình trạng nguy hiểm và rất cần sự giúp đở của Coast Guard hoặc các tàu khác.",
                "listHeads": [],
                "listPoints": [
                    "Mayday coi như là đồng nghĩa với: 'Trời Ơi Cứu Tôi Với.'",
                    "Hảy gọi Mayday khi tàu của bạn, hay nhân viên của bạn phải đương đầu với nguy hiểm. Sự nguy hiểm đo’ có liên quan đến tài sản, tánh mạng, hay là sức khỏe của bạn."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 29,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Mayday",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":["/assets/images/02-en.png"]
            },
            "es": {
                "title": "Mayday",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":["/assets/videos/29-es.mp4"]
            },
            "vi": {
                "title": "Mayday",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":["/assets/videos/29-vi.mp4"]
            }
        },
        {
            "id": 30,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Learning to Make a Mayday Call",
                "soundtrack": "",
                "subtitles": "The Mayday call must be spoken in English. This lesson will teach you to say parts of the call in English. You will need specific information about your vessel. Know that information before you get underway. Be sure you have Mayday form so you will use it in an emergency. A Mayday call must be made on Channel 16 or Single-sideband – 2182 kHz. Speak slowly so that you can be understood.",
                "listHeads": [],
                "listPoints": [
                    "Must be spoken in English.",
                    "Gather specific vessel information, fill out Mayday form if needed, and practice the call.",
                    "Select Channel 16 or Single-sideband – 2182 kHz.",
                    "Speak slowly so that you can be understood."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Aprender a hacer una llamada de Mayday",
                "soundtrack": "",
                "subtitles": "Hay que decir la llamada de Mayday en Inglés. Esta lección le enseña a decir las partes de la llamada en Inglés. Usted tendrá información específica acerca de su barco. Sepa esa información antes de ponerse en marcha para tenerlo en caso de una emergencia.Una llamada de Mayday se debe hacer por radio marino en el Canal 16 VHF o Single-sideband 2182 kHz. Hable despacio, para que pueda ser entendido.",
                "listHeads": [],
                "listPoints": [
                    "Hay que decir la llamada de Mayday en Inglés.",
                    "Prepararse para hacer la llamada – Prepare la información y practique la llamada.",
                    "Una llamada de Mayday se debe hacer por radio marino en el Canal 16 VHF o Single-sideband 2182 kHz.",
                    "Hable despacio, para que pueda ser entendido."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Học Về Cách Gọi Mayday",
                "soundtrack": "",
                "subtitles": "Cuộc gọi Mayday phải được thực hiện bằng tiếng Anh. Bài học này sẽ giúp quý vị am tường cách nói, và phải nói những gì, trong cuộc gọi. Bạ̣ cần biết chi tiết về tàu của mình, và phải nắm vững chi tiết đó trước khi tàu bạn ra khơi. Kiếm soát lại coi bạn có mẩu Mayday chưa. Mẩu nầy sẽ giúp bạn chuẩn bị sẳn sàng trong trường hợp khẩn cấp. Cuộc gọi Mayday phải được thực hiện trên đài 16 hoặc là Single-sideband 2182 kHz.",
                "listHeads": [],
                "listPoints": [
                    "Bạn phải nói bằng tiếng Anh.",
                    "Chuẩn bị gọi Mayday – Chuẩn bị tin tức cần thiếc. Lấy mẩu (form) Mayday ra, điền vào nếu cần.",
                    "Chỉnh VHF radio qua đài 16, hoặc là Single-sideband 2182 kHz.",
                    "Làm thử. Nói chậm rải và rỏ ràng."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 31,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Mayday Call Required Information",
                "soundtrack": "",
                "subtitles": "Here is how you must make the Mayday call. Say Mayday three times. Say your vessel name three times. Say where you are using latitude and longitude if you have a GPS or CMAP or describe your geographical area. Do not use LORAN lines. Explain the problem. Say how many people are on board. Describe the vessel. Listen for a response then repeat until someone responds unless you are forced to abandon the ship. Follow the vessel’s emergency procedures.",
                "listHeads": [],
                "listPoints": [
                    "MAYDAY, MAYDAY, MAYDAY.",
                    "Say your vessel name 3 times.",
                    "Location: Coordinates or geographic area.",
                    "Nature of problem (fire, flooding, man overboard, medical emergency).",
                    "Number of persons on board.",
                    "Vessel description (length, fishing vessel, color, etc.).",
                    "Listen for a response - repeat until acknowledged unless you are forced to abandon ship."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Procedimientos de Mayday",
                "soundtrack": "",
                "subtitles": "Así es como se debe hacer la llamada de Mayday. Diga Mayday tres veces. De el nombre de su barco 3 veces.La localización de su barco: Coordenadas o área geográfica.La naturaleza del problema (Incendio, Inundación, Persona en al agua, Emergencia Médica).Número de personas a bordo.Descripción del barco (lo largo, barco pesquero, el color, etc.).Espere la respuesta - repite la información hasta que sea reconocido a menos que sea obligado a abandonar el barco.",
                "listHeads": [],
                "listPoints": [
                    "Mayday, Mayday, Mayday.",
                    "De el nombre de su barco 3 veces.",
                    "La localización de su barco: Coordenadas o área geográfica.",
                    "La naturaleza del problema (Incendio, Inundación, Persona en al agua, Emergencia Médica).",
                    "Número de personas a bordo.",
                    "Descripción del barco (de largo, barco pesquero, el color, etc.).",
                    "Espere la respuesta - repite la información hasta que sea reconocido a menos que sea obligado a abandonar el barco."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Tin Tức Cần Thiết Khi Gọi Mayday",
                "soundtrack": "",
                "subtitles": "Sau đây là cách quý vị phải thực hiện cuộc gọi Mayday. Nói Mayday 3 lần. Nói tên và loại tàu của bạn 3 lần. Nói vị trí của bạn: Nên dùng Lat and Long lấy từ GPS hoặc là C-MAP. Nếu bí quá, bạn có thể cho biêt vị trí địa lý như 50 miles south of Galveston. Không nên xài LORAN lines. Giải thích vấn đề. Chuyện gì xảy ra như FIRE (hỏa hoạn), MANOVERBOARD (người rớt xuống biển), MEDICAL EMERGENCY (người bịnh nặng), FLOODING or SINKING (tàu vô nước sắp chìm) or INJURED CREW (người bị thương nặng). Cho biết số người trên tàu 3 hay 4 người. Mô tả tàu: Tàu màu gì, dài bao nhiêu feet. Nếu không có ai trả lời radio, bạn cứ lập lại hòai cho đến khi Coast Guard hoặc có ai lên tiếng trừ khi bạṇ bắt buộc phải từ bỏ con tàu. Nhớ là nói chậm rải và rỏ ràng.",
                "listHeads": [],
                "listPoints": [
                    "Nói: MAYDAY, MAYDAY, MAYDAY.",
                    "Nói tên con tàu của quý vị 3 lần.",
                    "Đọc tọa độ Lat, Long; hoặc khu vực địa lý.",
                    "Vấn đề gì: Hỏa hoạn, người té xuống biển, cấp cứu y tế, tàu chìm bị ngập nước, bị thương nặng.",
                    "Số người trên tàu.",
                    "Mô tả tàu: chiều dài, màu sắc, lường màu xanh, đen, v.v...",
                    "Lặp lại hòai cho đến khi Coast Guard hoặc có ai trả lời trừ khi bạṇ bắt buộc phải từ bỏ con tàu."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 32,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Sample Mayday Call",
                "soundtrack": "",
                "subtitles": "Listen to this call. Mayday, Mayday, Mayday. Fishing boat Solar Queen, Fishing boat Solar Queen, Fishing boat Solar Queen. At Latitude 2-9 degrees 2-2 minutes, Longitude 9-4 degrees 4-6 minutes. Man Overboard. 3 people on 4-5 foot, blue shrimp boat.",
                "listHeads": [],
                "listPoints": [
                    "MAYDAY, MAYDAY, MAYDAY.",
                    "Say your vessel name 3 times.",
                    "Location: Coordinates or geographic area.",
                    "Nature of problem (fire, flooding, man overboard, medical emergency).",
                    "Number of persons on board.",
                    "Vessel description (length, fishing vessel, color, etc.)."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Procedimientos de Mayday",
                "soundtrack": "",
                "subtitles": "Escucha a esta llamada. Mayday, Mayday, Mayday. Solar Queen, Solar Queen, Solar Queen. At Latitude 2-9 degrees 2-2 minutes, Longitude 9-4 degrees 4-6 minutes. Injured crew member. 3 people on 4-5 foot, blue shrimp boat.",
                "listHeads": [],
                "listPoints": [
                    "Mayday, Mayday, Mayday.",
                    "De el nombre de su barco 3 veces.",
                    "La localización de su barco: Coordenadas o área geográfica.",
                    "La naturaleza del problema (Incendio, Inundación, Persona en al agua, Emergencia Médica).",
                    "Número de personas a bordo.",
                    "Descripción del barco (de largo, barco pesquero, el color, etc.)."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Nghe Thử Cách Gọi Mayday",
                "soundtrack": "",
                "subtitles": "Hãy lắng nghe cuộc gọi sau đây. Mayday, Mayday, Mayday. Fishing Boat Kình Ngư, Fishing Boat Kình Ngư, Fishing Boat Kình Ngư . Position: Lat 2-9 degrees 2-2 minutes; Long 9-4 degrees 4-6 minutes. I have Man-over-Board. I have 3 persons on my boat.My Boat is 7-5 foot long, blue color shrimp boat.",
                "listHeads": [],
                "listPoints": [
                    "Nói: MAYDAY, MAYDAY, MAYDAY.",
                    "Nói tên con tàu của quý vị 3 lần.",
                    "Đọc tọa độ Lat, Long; hoặc khu vực địa lý.",
                    "Vấn đề gì: Hỏa hoạn, người té xuống biển, cấp cứu y tế, tàu chìm bị ngập nước, bị thương nặng.",
                    "Số người trên tàu.",
                    "Mô tả tàu (chiều dài, màu sắc, v.v...)."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 33,
            "type": "2",
            "images":[],
            "animations":[],
            "videos": [],
            "en": {
                "title": "Practice",
                "soundtrack": "",
                "subtitles": "Here are some exercises to help you make the Mayday call in English. Click on the word or number to hear it in English. Practice saying the word yourself.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/images/02-en.png"
                ]
            },
            "es": {
                "title": "Practique",
                "soundtrack": "",
                "subtitles": "Aquí están algunos ejercicios para ayudarle hacer la llamada de Mayday en Inglés. Haga clic en la palabra o el número para escuchar en Inglés. Practique diciendo la palabra usted mismo.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/videos/02-es.mp4"
                ]
            },
            "vi": {
                "title": "Thực hành",
                "soundtrack": "",
                "subtitles": "Đây là một bài tập giúp quý vị thực tập cách gọi Mayday bằng tiếng Anh. Nhấn vào chử hay số để nghe bằng tiếng Anh. Thực tập bằng cách tự nói các chử, hoăc số nêu trên.",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[
                    "/assets/videos/02-vi.mp4"
                ]
            }
        },
        {
            "id": 34,
            "type": "4",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Mayday Review",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "How many times do you say Mayday?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "3",
                                "isCorrect": true
                            },
                            {
                                "id": "d",
                                "text": "4",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "5",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that you must say Mayday three times."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "Does the Mayday call need to include the position of the vessel?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Yes",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is that the Mayday call must include the position of the vessel."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "Which of these are good ways to describe where you are?",
                        "options": [
                            {
                                "id": "a",
                                "text": "4 miles off the beach",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "10 miles south of Abbeville",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "18 miles easy of Brownsville",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "South of Cameron, Louisiana",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "I can see an oil rig to my east",
                                "isCorrect": false
                            },
                            {
                                "id": "f",
                                "text": "Both B and C",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correct.",
                            "incorrect": "No, the correct answer is F, 'Both B and C.'"
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "es": {
                "title": "Mayday Revisión",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "¿Cuántas veces usted dice 'MAYDAY'?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "3",
                                "isCorrect": true
                            },
                            {
                                "id": "d",
                                "text": "4",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "5",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que debe decir tres veces la palabra 'MAYDAY'."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "¿La llamada de MAYDAY necesita incluir la posición del barco?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Sí",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "No",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No, la respuesta correcta es que la llamada de Mayday debe incluir el número de personas a bordo del barco."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "¿Cuál de estas son buenas maneras de describir el lugar donde estás?",
                        "options": [
                            {
                                "id": "a",
                                "text": "4 miles off the beach (4 millas de la playa)",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "10 miles south of Abbeville (10 millas al sur de Abbeville)",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "18 miles east of Brownsville (18 millas al este de Brownsville)",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "South of Cameron, Louisiana (Sur de Cameron, Louisiana)",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "I can see an oil rig to my east (Puedo ver una plataforma petrolera a mi Sureste)",
                                "isCorrect": false
                            },
                            {
                                "id": "f",
                                "text": "Tanto B como C",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Correcto.",
                            "incorrect": "No seleccionó la respuesta correcta. 'Tanto B como C'"
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            },
            "vi": {
                "title": "Đánh Giá Tín Hiệu Báo Nguy Hiểm",
                "soundtrack": "",
                "subtitles": "",
                "listHeads": [],
                "listPoints": [],
                "uniqueMedia":[],
                "questions": [
                    {
                        "id": 1,
                        "questionText": "Bạn phải nói chử Mayday mấy lần khi gọi Mayday?",
                        "options": [
                            {
                                "id": "a",
                                "text": "1",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "2",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "3",
                                "isCorrect": true
                            },
                            {
                                "id": "d",
                                "text": "4",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "5",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là quý vị phải phát tín hiệu Mayday ba lần."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 2,
                        "questionText": "Khi gọi Mayday, bạn có cần nói vì trí của tàu bạn không?",
                        "options": [
                            {
                                "id": "a",
                                "text": "Có",
                                "isCorrect": true
                            },
                            {
                                "id": "b",
                                "text": "Không",
                                "isCorrect": false
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Không, câu trả lời đúng đó là cuộc gọi Mayday phải nói đến cả số người trên tàu."
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    },
                    {
                        "id": 3,
                        "questionText": "Những cách nào là cách tốt nhất để diễn tả vị trí của bạn? Có hai câu trả lời trở lên.",
                        "options": [
                            {
                                "id": "a",
                                "text": "I am 4 miles offshore. (Cách bờ biển 4 dặm.)",
                                "isCorrect": false
                            },
                            {
                                "id": "b",
                                "text": "I am 10 miles south of Abbeville. (Cách Abbeville 10 dặm về phía nam.)",
                                "isCorrect": false
                            },
                            {
                                "id": "c",
                                "text": "I am 18 miles east of Brownsville. (Cách Brownsville 18 dặm về phía đông)",
                                "isCorrect": false
                            },
                            {
                                "id": "d",
                                "text": "I am south of Cameron, Louisiana. (Nam Cameron, Louisiana.)",
                                "isCorrect": false
                            },
                            {
                                "id": "e",
                                "text": "I see an oil platform. (Tôi có thể nhìn thấy một giàn khoan dầu về phía đông của mình.)",
                                "isCorrect": false
                            },
                            {
                                "id": "f",
                                "text": "Cả B và C",
                                "isCorrect": true
                            }
                        ],
                        "feedback": {
                            "correct": "Đúng.",
                            "incorrect": "Bạn đã không chọn câu trả lời đúng. 'Cả B và C'"
                        },
                        "media": {
                            "image": "",
                            "video": "",
                            "animation": ""
                        }
                    }
                ]
            }
        },
        {
            "id": 35,
            "type": "2",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Do it Yourself",
                "soundtrack": "",
                "subtitles": "Now try it yourself. Make a call about a medical emergency. Assume that you are at Latitude 2-9 degrees, 3-6 minutes and longitude 9-3 degrees, 4-4 minutes. Use your own vessel name and description.",
                "listHeads": [],
                "listPoints": [
                    "You have a man-over-board.",
                    "You are at: Latitude 29 degrees, 36 minutes. Longitude 93 degrees, 44 minutes.",
                    "Use your own vessel name and description."
                ],
                "listHeads2": [
                    "Mayday Procedures"
                ],
                "listPoints2": [
                    "MAYDAY, MAYDAY, MAYDAY.",
                    "Give your vessel name 3 times.",
                    "Location: Coordinates or geographic area.",
                    "Nature of problem (fire, flooding, man overboard, medical emergency).",
                    "Number of persons on board.",
                    "Vessel description (length, fishing vessel, color, etc.).",
                    "Listen for a response - repeat until acknowledged unless you are forced to abandon ship."
                ],
                "uniqueMedia":[]
            },
            "es": {
                "title": "Ahora inténtelo usted mismo",
                "soundtrack": "",
                "subtitles": "Ahora inténtelo usted mismo. Hacer una llamada sobre una emergencia médica. Suponga que está en Latitud 29 grados, 36 minutos y Longitud 93 grados, 44 minutos. Utilice el nombre de su barco y la descripción.",
                "listHeads": [],
                "listPoints": [
                    "Hacer una llamada sobre una emergencia médica.",
                    "Suponga que está en: Latitud 29 grados, 36 minutos y. Longitud 93 grados, 44 minutos.",
                    "Utilice el nombre de su barco y la descripción."
                ],
                "listHeads2":[
                    "Procedimientos de May-Day"
                ],
                "listPoints2":[
                    "De el nombre de su barco 3 veces.",
                    "La localización de su barco: Coordenadas o área geográfica.",
                    "La naturaleza del problema (Incendio, Inundación, Persona en al agua, Emergencia Médica).",
                    "Número de personas a bordo.",
                    "Descripción del barco (de largo, barco pesquero, el color, etc.).",
                    "Espere la respuesta - repite la información hasta que sea reconocido a menos que sea obligado a abandonar el barco."
                ],
                "uniqueMedia":[]
            },
            "vi": {
                "title": "Tự làm lấy",
                "soundtrack": "",
                "subtitles": "Bây giờ bạn hãy tự làm thử. Thực hiện một cuộc gọi về một trường hợp cấp cứu y tế. Giả định rằng quý vị đang ở.Lat: 2-9 degree 3-6 minute Long: 9-3 degree 4-4 minute. Dùng tên và mô tả tàu của chính quý vị.",
                "listHeads": [],
                "listPoints": [
                    "Có một người trên tàu bị té xuống biển, không tìm thấy, không vớt lên được.",
                    "Quý vị đang ở : Lat 29 độ, 36 phút. Lon 93 độ 44 phút.",
                    "Dùng tên và mô tả tàu của chính quý vị."
                ],
                "listHeads2": [
                    "Cách Gọi Mayday"
                ],
                "listPoints2":[
                    "Say MAYDAY, MAYDAY, MAYDAY (three times).",
                    "Name of your boat (three times) - Tên tàu.",
                    "Your position - Vị trí của bạn nêu trên.",
                    "Problems: FIRE, MAN-OVER-BOARRD, SINKING or FLOODING, INJURED CREW, MEDICAL EMERGENCY.",
                    "Number of persons on your boat (số người trên tàu).",
                    "Your boat: Color, Length, Type - shrimp boat (Tàu dài bao nhiêu, màu gì)."
                ],
                "uniqueMedia":[]
            }
        },
        {
            "id": 36,
            "type": "3",
            "images":[],
            "animations":[],
            "videos":[],
            "en": {
                "title": "Summary Information",
                "soundtrack": "",
                "subtitles": "The Tip Cards provide a summary of important information. You can print the individual Tip Cards. You must be connected to a printer to print the Tip Cards.",
                "listHeads": ["Click one of the topics for more information"],
                "listPoints": [],
                "listHeads2": [],
                "listPoints2": [],
                "uniqueMedia":[],
                "links":[
                    {
                        "title": "Communications and Navigation",
                        "ref": "/assets/pdf/CommunicationsNavigation_EN.pdf"
                    },
                    {
                        "title": "Fire",
                        "ref": "/assets/pdf/Fire_EN.pdf"
                    },
                    {
                        "title": "Flooding and EPIRBS",
                        "ref": "/assets/pdf/FloodingEPIRBS_EN.pdf"
                    },
                    {
                        "title": "Abandon Ship",
                        "ref": "/assets/pdf/AbandonShip_EN.pdf"
                    },
                    {
                        "title": "Health and First Aid",
                        "ref": "/assets/pdf/HealthFirstAid_EN.pdf"
                    },
                    {
                        "title": "Mayday",
                        "ref": "/assets/pdf/Mayday_EN.pdf"
                    }
                ]
            },
            "es": {
                "title": "Importante Información de Resumen",
                "soundtrack": "",
                "subtitles": "Ahora inténtelo usted mismo. Hacer una llamada sobre una emergencia médica. Suponga que está en Latitud 29 grados, 36 minutos y Longitud 93 grados, 44 minutos. Utilice el nombre de su barco y la descripción.",
                "listHeads": ["Haga clic en uno de los temas para obtener más información"],
                "listPoints": [],
                "listHeads2": [],
                "listPoints2": [],
                "uniqueMedia":[],
                "links":[
                    {
                        "title": "Comunicación y Navegación",
                        "ref": "/assets/pdf/CommunicationsNavigation_ES.pdf"
                    },
                    {
                        "title": "Incendio",
                        "ref": "/assets/pdf/Fire_ES.pdf"
                    },
                    {
                        "title": "Inundación y EPIRBs",
                        "ref": "/assets/pdf/FloodingEPIRBS_ES.pdf"
                    },
                    {
                        "title": "Abandonar el Barco",
                        "ref": "/assets/pdf/AbandonShip_ES.pdf"
                    },
                    {
                        "title": "Salud y Primeros",
                        "ref": "/assets/pdf/HealthFirstAid_ES.pdf"
                    },
                    {
                        "title": "Mayday",
                        "ref": "/assets/pdf/Mayday_ES.pdf"
                    }
                ]
            },
            "vi": {
                "title": "Bảng Chỉ Dẩn Tóm Tắt",
                "soundtrack": "",
                "subtitles": "Bảng chỉ dẩn trên chứa rất nhiều điều quan trọng. Nhấn vào hình trên để mở ra, và in ra bảng chỉ dẩn. Muốn in những bảng chỉ dẩn ra, bạn phải có một máy in gắn liền vào computer nầy.",
                "listHeads": ["Nhấn vào hình trên để mở ra, và in ra bảng chỉ dẩn."],
                "listPoints": [],
                "listHeads2": [],
                "listPoints2": [],
                "uniqueMedia":[],
                "links":[
                    {
                        "title": "Liên Lạc Truyền Tin & Hải Hành",
                        "ref": "/assets/pdf/CommunicationsNavigation_VI.pdf"
                    },
                    {
                        "title": "Hỏa Hoạn",
                        "ref": "/assets/pdf/Fire_VI.pdf"
                    },
                    {
                        "title": "Tàu Vô Nước và Máy EPIRB",
                        "ref": "/assets/pdf/FloodingEPIRBS_VI.pdf"
                    },
                    {
                        "title": "Nhiệm Sở Bỏ Tàu",
                        "ref": "/assets/pdf/AbandonShip_VI.pdf"
                    },
                    {
                        "title": "Cứu Thương và Sức Khỏe",
                        "ref": "/assets/pdf/HealthFirstAid_VI.pdf"
                    },
                    {
                        "title": "Mayday",
                        "ref": "/assets/pdf/Mayday_VI.pdf"
                    }
                ]
            }
        }
    ] 
}
